[
  {
    "id": 1,
    "text_uk": "— Сину, ким ти хочеш стати, коли виростеш? — Самопізнаним. — Господи, краще б алкоголіком…",
    "text_en": "— Son, what do you want to be when you grow up? — Self-aware. — Oh God, better if you’d just become an alcoholic…"
  },
  {
    "id": 2,
    "text_uk": "— Мамо, я змерз чи хочу їсти? — Що? — Ярослав питає… Опікун включилася.",
    "text_en": "— Mom, am I cold or hungry? — What? — Yaroslav’s asking… The caregiver mode just switched on."
  },
  {
    "id": 3,
    "text_uk": "— Слухай, а ти хто за архетипом? — Я кішка. — Чому? — Не знаю, йди геть.",
    "text_en": "— Hey, what’s your archetype? — I’m a cat. — Why? — Don’t know. Go away."
  },
  {
    "id": 4,
    "text_uk": "— Я в архетипах розбираюсь! — Ну давай, хто я? — А ти Кріса. — Я шо?! — Той, що вижив.",
    "text_en": "— I know all about archetypes! — Oh yeah? Who am I then? — You’re Kris. — I’m WHAT?! — The one who survived."
  },
  {
    "id": 5,
    "text_uk": "Дві бабки дивляться телевізор. Ведучий каже: “Такий-то завів блог у Твіттері.” Одна бабка недочула: — Що він сказав? — Та каже, завів блох у світері… наркоман, мабуть.",
    "text_en": "Two grannies are watching TV. The host says: “So-and-so just started a blog on Twitter.” One granny mishears: — What did he say? — Says he got fleas in his sweater… junkie, probably."
  },
  {
    "id": 6,
    "text_uk": "Студенти філософського вимірюють стовп. Один лізе вгору з рулеткою. Йде інженер, витягує стовп з ями, кладе на землю, міряє — 5 метрів. Студенти: — Ну от… Довжину він нам сказав, а висоту як ми тепер дізнаємось?",
    "text_en": "Philosophy students are measuring a pole. One climbs up with a tape measure. An engineer walks by, pulls the pole out, lays it on the ground, measures: 5 meters. Students: — Great… He gave us the length, but how the hell do we find out the height now?!"
  },
  {
    "id": 7,
    "text_uk": "— Внутрішній голос каже: \"Вставай і працюй!\" — А я йому: \"Я не вірю в токсичну продуктивність\". — Він образився і пішов.",
    "text_en": "— Inner voice says: “Get up and work!” — And I tell it: “I don’t believe in toxic productivity.” — It got offended and left."
  },
  {
    "id": 8,
    "text_uk": "— Я ось подумав: може, я не лінивий… — А який? — Просто глибоко інтровертований з протестом проти безсенсової метушні.",
    "text_en": "— I was thinking: maybe I’m not lazy… — Then what are you? — Just deeply introverted and protesting against meaningless hustle."
  },
  {
    "id": 9,
    "text_uk": "— Мамо, я не знаю, що хочу. — То з’їж щось. — А якщо це не те? — Значить, повториш.",
    "text_en": "— Mom, I don’t know what I want. — Then eat something. — What if that’s not it? — Then you repeat."
  },
  {
    "id": 10,
    "text_uk": "— Чого ти не пишеш книгу? — Я її вже подумав. — А папір що, сам себе надрукує?",
    "text_en": "— Why don’t you write a book? — I already thought it. — And the paper’s gonna print itself?"
  },
  {
    "id": 11,
    "text_uk": "— Ти за яким архетипом? — За місячним. Спочатку світю, потім зникаю, потім знову світю, але вже не тим.",
    "text_en": "— What’s your archetype? — The lunar one. First I shine, then I disappear, then I shine again — but never the same way."
  },
  {
    "id": 12,
    "text_uk": "— Краще не доспати, чим переспати. Бо коли не доспиш — ляжеш і доспиш. А коли переспиш — назад не відіспиш.",
    "text_en": "— Better to undersleep than oversleep. If you undersleep — you can lie down and catch up. If you oversleep — you’ll never sleep it back."
  },
  {
    "id": 13,
    "text_uk": "— Психотерапевт порадив прислухатися до себе. — Прислухався… тепер боюсь. Там хтось живе.",
    "text_en": "— My therapist told me to listen to myself. — I did… now I’m scared. Someone’s living in there."
  },
  {
    "id": 14,
    "text_uk": "— Учора прокинувся і подумав: «Життя — диво!» — А сьогодні прокинувся і подумав: «Ну його нафіг, таке диво…»",
    "text_en": "— Yesterday I woke up and thought: “Life is a miracle!” — Today I woke up and thought: “Screw it, what a miracle…”"
  },
  {
    "id": 15,
    "text_uk": "— Ти чого мовчиш? — Вчуся приймати реальність. — І як? — Ніяк. Але мовчу красиво.",
    "text_en": "— Why are you so quiet? — I’m learning to accept reality. — And how’s that going? — Not at all. But I stay quiet in style."
  },
  {
    "id": 16,
    "text_uk": "— Медитація — це коли не працюєш, але виглядаєш, ніби дуже зайнятий.",
    "text_en": "— Meditation is when you’re not working, but look like you’re super busy."
  },
  {
    "id": 17,
    "text_uk": "🤡 Внутрішній голос: — А раптом у тебе нічого не вийде? — Та я не раптом, я стабільно!",
    "text_en": "🤡 Inner voice: — What if nothing works out for you? — Oh, it’s not “what if.” It’s consistent."
  },
  {
    "id": 18,
    "text_uk": "— Сьогодні ми працюємо над внутрішньою дитиною. — Моя знову хоче піцу й ображається, якщо її не похвалити.",
    "text_en": "— Today we’re working on the inner child. — Mine wants pizza again and sulks if you don’t compliment her."
  },
  {
    "id": 19,
    "text_uk": "— Дідусь, а що таке чесність?\n\n— Це коли ти можеш украсти, але не крадеш. — А ви крали? — Крав. — То ви нечесний? — Ні, я чесний — бо міг украсти більше.",
    "text_en": "— Grandpa, what is honesty?\n\n— It’s when you could steal, but don’t. — And did you ever steal? — I did. — Then you’re not honest? — No, I am — because I could have stolen more."
  },
  {
    "id": 20,
    "text_uk": "На лекції професор каже: — Найбільший прогрес роблять ліниві й розумні. Бо ледачий дурень нічого не зробить, старанний дурень наробить біди, старанний розумний зробить, але довго. А ледачий розумний зробить швидко й так, щоб більше не робити.",
    "text_en": "At a lecture, the professor says: — The biggest progress is made by the lazy and smart. Because a lazy fool does nothing. A diligent fool makes a mess. A diligent smart one will do it, but slowly. A lazy smart one does it fast — and so he never has to do it again."
  },
  {
    "id": 21,
    "text_uk": "Чоловік молиться: — Боже, зроби так, щоб я виграв у лотерею.\n\nТиждень, місяць, рік — нічого. Нарешті грім з неба й голос: — Ну купи хоч білет!",
    "text_en": "A man prays: — God, make me win the lottery.\n\nA week, a month, a year — nothing. Finally thunder from the sky and a voice: — At least buy a ticket!"
  },
  {
    "id": 22,
    "text_uk": "Молодий лікар питає старого: — Як ви стали таким досвідченим? — Завдяки правильним рішенням.\n\n— А як ви навчилися приймати правильні рішення? — Завдяки досвіду.\n\n— А досвід звідки? — Завдяки неправильним рішенням.",
    "text_en": "A young doctor asks an old one: — How did you become so experienced? — By making the right decisions.\n\n— And how did you learn to make the right decisions? — Thanks to experience.\n\n— And where did you get the experience? — From the wrong decisions."
  },
  {
    "id": 23,
    "text_uk": "Суддя: — Чому ви вкотре викрали машину? — Хотів відчути справедливість.\n\n— І що це значить? — Минулого разу мою вкрали, а поліція нічого не зробила.",
    "text_en": "Judge: — Why did you steal another car? — I wanted to feel justice.\n\n— What does that mean? — Last time mine was stolen and the police did nothing."
  }
]